<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Загублений Камінь Життя: Повернення Хранителя</title>
    <link rel="stylesheet" type="text/css" href="erste/static/begin_style.css">

</head>
<body>

<jsp:include page="service/header.jsp" />

<form action="/Drieten/firstQuest" method="get">

    <p>Ти - нащадок древнього роду хранителів королівства Ейміріон. Багато століть твій рід зберігав мир та порядок на
        цих
        землях, використовуючи магічні артефакти, що передавалися з покоління в покоління. Але одного дня сталося
        немислиме:
        головний артефакт, Камінь Життя, який захищав королівство від темних сил, було викрадено.
        Легенда свідчить, що Камінь був захований у старовинному замку, глибоко під землею, вірно охороняємий древніми
        магіями і пастками. Ти є останньою надією Ейміріону. Твоє завдання - знайти Камінь Життя і повернути мир на
        ці землі.<br>
            Ти прокидаєшся в старовинному замку...<br>
        Промені сонця ледь проникають крізь зламані віконниці, створюючи таємничі тіні на древніх кам'яних стінах.
        Повітря наповнене запахом пилу й старовинної магії. Ти відчуваєш, як твоє серце починає битися швидше.
        Попереду - два коридори.
    </p>
    <h2>Вибір дій:</h2>
    <p>
        • Піти вліво: Ти бачиш, що коридор веде вниз до підземелля, де, як кажуть, прихована істина минулого.
         Стіни коридору вкриті мохом, а повітря насичене вологістю і туманом.<br>
       •Піти вправо: Коридор піднімається до вежі, звідки видно усе королівство і, можливо, знак долі. Ти відчуваєш,
        як вітер проникає через розбиті вікна, приносячи із собою запах свободи.
    </p>

    <h2> Що далі?</h2>
    <p>
        Ти стоїш на роздоріжжі, відчуваючи тягар відповідальності на своїх плечах. Чи варто спускатися у підземелля в
        пошуках істини, чи піднятися на вершину вежі, щоб побачити королівство з висоти?

    </p>

    <button type="submit" name="step" value="left">Іти наліво</button>
    <button type="submit" name="step" value="right">Іти направо</button>
</form>

</body>
</html>
