<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Перевірити меблі</title>

    <link rel="stylesheet" type="text/css" href="erste/static/check_furnitur_style.css">
</head>
<body>
<jsp:include page="service/header.jsp" />
<h1>Перевірити меблі</h1>
<p>Ти вирішуєш обстежити старий стіл і стілець, сподіваючись, що вони приховують таємниці. Оглядаючи кожен куточок, ти
    раптом знаходиш маленький ключ, прихований під однією з шухляд. Важливість цього ключа не викликає сумнівів – він
    може відкрити двері до ще однієї важливої кімнати.
</p>

<h2>Вибір дій:</h2>
<p>
    • Відкрити двері за допомогою ключа: Ти вирішуєш використати знайдений ключ, щоб відкрити двері, до яких привела
    тебе інтуїція. Ключ підходить, і двері відкриваються, розкриваючи перед тобою приховану кімнату, де на кам'яному
    постаменті лежить Камінь Життя. Його сяйво знову наповнює королівство миром і світлом.
</p>
<h2>Завершення квесту</h2>

<p>

    Ти успішно знаходиш Камінь Життя і повертаєш його на своє законне місце. Королівство Ейміріон відновлює свою силу, а
    ти стаєш героєм, якого вітатимуть у віках.


</p>

<form action="/Drieten/firstQuest" method="get">
    <button type="submit" name="step" value="reg_index">Повернутись на головну</button>

</form>
</body>
</html>
