<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Розгадати символи</title>

    <link rel="stylesheet" type="text/css" href="erste/static/deckrypt_scrol_style.css">
</head>
<body>
<jsp:include page="service/header.jsp" />
<h1>Розшифрувати символи</h1>
<p>Ти вирішуєш уважно придивитися до символів на свитку. Вони виглядають як давні руни, які, можливо, можна розшифрувати
    або вимовити як заклинання.
</p>

<h2>Вибір дій:</h2>
<p>
    • Спробувати розшифрувати символи: Ти намагаєшся зібрати всі свої знання та інтуїцію, щоб розшифрувати символи.
    Однак, як тільки ти вимовляєш неправильне заклинання, двері починають випромінювати сильне магічне сяйво, і магічна
    пастка активується. Тебе накриває хвиля магії, і ти втрачаєш свідомість, потрапляючи у пастку.
</p>
<h2>Завершення квесту</h2>

<p>
    На жаль, спроба розгадати символи закінчилася невдачею. Ти був захоплений магічною пасткою і втратив шанс знайти
    Камінь Життя. Королівство Ейміріон залишилося без надії, а твої зусилля були марними.
</p>

<form action="/Drieten/firstQuest" method="get">
    <button type="submit" name="step" value="reg_index">Повернутись на головну</button>

</form>
</body>
</html>
