<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Лівий Шлях</title>
    <link rel="stylesheet" type="text/css" href="erste/static/left_style.css">
</head>
<body>

<jsp:include page="service/header.jsp" />

<form action="/Drieten/firstQuest" method="get">

<h1>Лівий Шлях</h1>
<p>Ти вирішуєш піти вліво, у коридор, що веде вниз до підземелля, де прихована істина минулого. Стіни тут покриті мохом,
    а повітря стає прохолоднішим і більш вологим. Твоя впевненість зростає з кожним кроком. Світло факела освітлює
    древні символи на стінах, наче підказуючи тобі шлях.<br>
    Раптом ти бачиш перед собою важкі дерев'яні двері, покриті металевими пластинами. На дверях висічений загадковий
    символ, що нагадує древні руни твоїх предків. Двері здаються закритими, але ти знаєш, що за ними може знаходитися
    важлива підказка на шляху до Каменя Життя.</p>

<h2>Вибір дій:</h2>
<p>
    • Спробувати відкрити двері: Ти вирішуєш перевірити двері на міцність і знайти спосіб їх відкрити.<br>
    • Оглянути двері і символи: Ти вирішуєш уважно оглянути двері та символи на них, можливо, знайдеш підказку або
    механізм для відкриття.
</p>
<h2>Що далі?</h2>

        <p>
            Ти стоїш перед важким вибором. Чи варто пробувати відкрити двері на силу, або уважно розглянути символи і
            знайти спосіб для їх відкриття?
            Отже, яку дію обереш: спробувати відкрити двері або оглянути двері і символи?<br>
            Вибір за тобою, хранителю Ейміріону!
        </p>


            <button type="submit" name="step" value="open_door">Спробувати відкрити двері</button>
            <button type="submit" name="step" value="look_door">Оглянути двері і символи</button>
        </form>
</body>
</html>
