<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Оглянути двері і символи</title>

    <link rel="stylesheet" type="text/css" href="erste/static/look_door_style.css">
</head>
<body>
<jsp:include page="service/header.jsp" />
<h1>Оглянути двері і символи</h1>
<p>Ти вирішуєш уважно оглянути двері та символи на них, сподіваючись знайти підказку або механізм для відкриття.
    Символи, вирізьблені на дверях, наче шепочуть древні заклинання. Ти відчуваєш, як магічна енергія пронизує повітря.
</p>
<h2>Вибір дій:</h2>
<p>
    • Розгадати символи: Придивися до символів і спробуй зрозуміти їхнє значення. Можливо, це комбінація або заклинання,
    яке треба вимовити.<br>
    • Шукати прихований механізм: Обережно оглянь раму дверей і стіни поруч. Можливо, є прихований механізм або важіль,
    що відкриє двері.

</p>
<h2>Що далі?</h2>

<p>
    Ці варіанти дій допоможуть тобі вирішити, як саме діяти перед закритими дверима з символами. Твоє рішення визначить,
    яким чином ти просунешся в пошуках Каменя Життя.
    Що ти обираєш: розгадати символи чи шукати прихований механізм? <br>

</p>

<form action="/Drieten/firstQuest" method="get">
    <button type="submit" name="step" value="deckrypt_symbol">Розгадати символи</button>
    <button type="submit" name="step" value="look_mechanism">Шукати прихований механізм</button>
</form>
</body>
</html>
