<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Оглянути свиток</title>

    <link rel="stylesheet" type="text/css" href="erste/static/look_scroll_style.css">
</head>
<body>
<jsp:include page="service/header.jsp" />
<h1>Оглянути свиток</h1>
<p>Ти вирішуєш уважно оглянути старовинний свиток, сподіваючись знайти в ньому підказки, що можуть допомогти у пошуках
    Каменя Життя. Ти розгортаєш свиток обережно, щоб не пошкодити його.
</p>

<h2>Вибір дій:</h2>
<p>
    • Розшифрувати символи: Ти помічаєш на свитку древні символи та малюнки, які можуть бути частиною загадки. Ти
    вирішуєш спробувати розшифрувати ці символи.<br>
    • Шукати карту: Серед символів і малюнків ти бачиш зображення, схоже на карту замку. Можливо, це вкаже шлях до
    Каменя Життя.
</p>
<h2>Що далі?</h2>

<p>
    Ці варіанти допоможуть тобі вирішити, як діяти далі в пошуках Каменя Життя. Твоє рішення визначить подальший
    розвиток подій у захопливій історії.
    Яку дію обереш: розшифрувати символи або шукати карту? Твій вибір приведе до нових відкриттів і випробувань!

</p>

<form action="/Drieten/firstQuest" method="get">
    <button type="submit" name="step" value="deckrypt_scrol">Розшифрувати символи</button>
    <button type="submit" name="step" value="look_map">Шукати карту</button>
</form>
</body>
</html>
