<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Оглянути кімнату</title>

    <link rel="stylesheet" type="text/css" href="erste/static/look_room_style.css">
</head>
<body>
<jsp:include page="service/header.jsp" />
<h1>Оглянути кімнату</h1>
<p>Ти вирішуєш обстежити кімнату, шукаючи додаткові підказки або приховані проходи. Світло місяця заливає кімнату,
    висвітлюючи пилюку, що повільно осідає на меблях.
</p>

<h2>Вибір дій:</h2>
<p>
    • Перевірити меблі: Ти вирішуєш обстежити старий стіл і стілець, можливо, вони приховують таємниці. Ти обережно
    оглядаєш всі куточки і шукаєш потаємні відділення.<br>
    • Шукати приховані двері: Ти починаєш стукати по стінах, сподіваючись знайти приховані двері або проходи. Можливо,
    кімната має секретні шляхи, що ведуть до інших частин замку.
</p>
<h2>Що далі?</h2>

<p>
    Ці варіанти допоможуть тобі вирішити, як діяти далі в пошуках Каменя Життя. Твоє рішення визначить подальший
    розвиток подій у захопливій історії.
    Яку дію обереш: оглянути свиток або дослідити кімнату? Твій вибір приведе до нових відкриттів і випробувань!

</p>

<form action="/Drieten/firstQuest" method="get">
    <button type="submit" name="step" value="check_furnitur">Перевірити меблі</button>
    <button type="submit" name="step" value="secret_door">Шукати приховані двері</button>
</form>
</body>
</html>
