<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Шукати прихований механізм</title>

    <link rel="stylesheet" type="text/css" href="erste/static/look_mechanism_style.css">
</head>
<body>
<jsp:include page="service/header.jsp" />
<h1>Шукати прихований механізм</h1>
<p>Ти вирішуєш обережно оглянути раму дверей і стіни поруч, сподіваючись знайти прихований механізм або важіль. Твої
    руки досліджують кожен сантиметр стіни, коли ти раптом натрапляєш на маленький важіль, захований у щілині.
</p>

<h2>Вибір дій:</h2>
<p>
    • Активувати важіль: Ти обережно тягнеш за важіль, і з того моменту стіни починають тремтіти. Однак, це виявляється
    пасткою – замість відкриття дверей, стіни починають зрушуватися, затискаючи тебе у вузькому просторі. Ти потрапив у
    пастку і не можеш вибратися.
</p>
<h2>Завершення квесту</h2>

<p>
    На жаль, спроба знайти прихований механізм виявилася фатальною. Ти потрапив у пастку і не зміг уникнути неминучої
    смерті. Королівство Ейміріон залишилося без надії, і твої зусилля були марними.
</p>

<form action="/Drieten/firstQuest" method="get">
    <button type="submit" name="step" value="reg_index">Повернутись на головну</button>

</form>
</body>
</html>
