<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Спробувати відкрити двері</title>

    <link rel="stylesheet" type="text/css" href="erste/static/open_door_style.css">
</head>
<body>
<jsp:include page="service/header.jsp" />
<h1>Спробувати відкрити двері</h1>
<p>Ти вирішуєш перевірити двері на міцність і знайти спосіб їх відкрити. Ти тягнеш за важку металеву ручку, відчуваючи,
    як двері піддаються твоїм зусиллям. Дерев'яні панелі скриплять під натиском. Можливо, двері застаріли й можуть
    піддатися силі.
</p>
<h2>Вибір дій:</h2>
<p>
    • Застосувати силу: Спробуй відкрити двері, використовуючи всю свою силу. Натисни на двері плечем і спробуй
    проштовхнути їх.<br>
    • Використати інструмент: Якщо у тебе є якийсь інструмент (можливо, лом або ніж), спробуй використати його, щоб
    зламати замок або відкрити двері.
</p>
<h2>Що далі?</h2>

<p>
    Ці варіанти дій допоможуть тобі вирішити, як саме діяти перед закритими дверима з символами. Твоє рішення визначить,
    яким чином ти просунешся в пошуках Каменя Життя.
    Що ти обираєш: застосувати силу чи використати якийсь інструмент? <br>

</p>

<form action="/Drieten/firstQuest" method="get">
    <button type="submit" name="step" value="use_force">Застосувати силу</button>
    <button type="submit" name="step" value="use_instrument">Використати інструмент</button>
</form>
</body>
</html>
