<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Правий Шлях</title>
    <link rel="stylesheet" type="text/css" href="erste/static/right_style.css">
</head>
<body>

<jsp:include page="service/header.jsp" />

<form action="/Drieten/firstQuest" method="get">

<h1>Правий Шлях</h1>

<p>Ти вирішуєш піти вправо, у коридор, що піднімається до вежі. Ти відчуваєш, як вітер проникає через розбиті вікна,
приносячи із собою запах свободи. Коридор піднімається все вище і вище, і з кожним кроком ти наближаєшся до вершини
вежі.Дерев'яні сходи скриплять під твоїми ногами, але ти продовжуєш свій шлях, керуючись внутрішнім відчуттям долі. На вершині вежі ти
знаходиш простору кімнату, де світло місяця проникає через величезні вікна, освітлюючи старий стіл і стілець, покриті
пилом.<br>
Раптом ти помічаєш старовинний свиток, що лежить на столі. На ньому вигравірувано картину зоряного неба та загадкові
символи, які можуть бути підказкою до Каменя Життя.
</p>
<h2>Вибір дій:</h2>
<p>
• Оглянути свиток: Ти вирішуєш уважно оглянути свиток, можливо, він містить важливі підказки.<br>
• Оглянути кімнату: Ти вирішуєш обстежити кімнату, шукаючи додаткові підказки або приховані проходи.
</p>
<h2>Що далі?</h2>
<p>
Ти знаходишся на вершині вежі, перед тобою - старовинний свиток і загадкова кімната. Чи вирішиш ти уважно оглянути
свиток, або дослідити кімнату в пошуках додаткових підказок?<br>
Отже, яку дію обереш: оглянути свиток або оглянути кімнату? <br>
Цей вибір визначить твої подальші дії у пошуках Каменя Життя!
<p>


    <button type="submit" name="step" value="look_scroll">Оглянути свиток</button>
    <button type="submit" name="step" value="look_room">Оглянути кімнату</button>
</form>
</body>
</html>
