<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Шукати приховані двері</title>

    <link rel="stylesheet" type="text/css" href="erste/static/secret_door_style.css">
</head>
<body>
<jsp:include page="service/header.jsp" />
<h1>Шукати приховані двері</h1>
<p>Ти починаєш стукати по стінах, сподіваючись знайти приховані двері або проходи. Після кількох ударів ти чуєш глухе
    відлуння з однієї із стін. Ти знаходиш потаємний важіль, який відкриває прихований прохід.
</p>

<h2>Вибір дій:</h2>
<p>
    • Відкрити потаємний прохід: Ти обережно відкриваєш прихований прохід і заходиш всередину. Прохід веде до таємної
    кімнати, де зберігається Камінь Життя. Його магічне сяйво освітлює шлях до відновлення королівства
</p>
<h2>Завершення квесту</h2>

<p>
    Ти знаходиш Камінь Життя і відновлюєш мир та гармонію в Ейміріоні. Твоя сміливість і розум перетворюють тебе на
    легендарного героя, про якого складатимуть пісні.
</p>

<form action="/Drieten/firstQuest" method="get">
    <button type="submit" name="step" value="reg_index">Повернутись на головну</button>

</form>
</body>
</html>
