<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Застосувати силу</title>

    <link rel="stylesheet" type="text/css" href="erste/static/use_force_style.css">
</head>
<body>
<jsp:include page="service/header.jsp" />
<h1>Застосувати силу</h1>
<p>Ти вирішуєш застосувати всю свою силу. Натискаєш на двері плечем, відчуваючи, як твої м'язи напружуються від зусиль.
    Дерев'яні панелі скриплять все гучніше, і раптово двері піддаються. З гучним тріском двері відкриваються, і ти бачиш
    перед собою велику кам'яну залу, освітлену м'яким світлом факелів. У центрі зали стоїть п'єдестал, на якому лежить
    Камінь Життя, яскраво сяючий у променях світла.
</p>

<h2>Завершення квесту</h2>

<p>
    Ти підходиш до п'єдестала і обережно береш Камінь Життя у руки. Ти відчуваєш, як теплота каменя наповнює тебе
    енергією і силою. Ти розумієш, що твої пригоди наблизились до кінця, і ти успішно виконав своє завдання. Камінь
    Життя тепер належить тобі, і ти зможеш використати його, щоб врятувати свій народ від загрози.

</p>

<form action="/Drieten/firstQuest" method="get">
    <button type="submit" name="step" value="reg_index">Повернутись на головну</button>

</form>
</body>
</html>
