<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<html>
<head>
    <title>Використати інструмент</title>

    <link rel="stylesheet" type="text/css" href="erste/static/use_force_style.css">
</head>
<body>
<jsp:include page="service/header.jsp" />
<h1>Використати інструмент</h1>
<p>Ти вирішуєш використати інструмент, який знайшов по дорозі. Це міцний лом, який має допомогти тобі відкрити двері. Ти
    вставляєш лом у щілину між дверима і дверною рамою, натискаєш з усієї сили. Дерев'яні панелі починають піддаватися,
    і замок поступово відступає. Після кількох зусиль двері нарешті відчиняються з гучним тріском.<br>
    Перед тобою відкривається простора кам'яна зала, освітлена теплими променями світла, що проникають крізь високе
    вікно. У центрі зали стоїть величний п'єдестал, на якому лежить Камінь Життя. Його сяйво відбивається на стінах,
    створюючи чарівну атмосферу.
</p>

<h2>Завершення квесту</h2>

<p>
    Ти підходиш до п'єдестала і обережно береш Камінь Життя в руки. Відчуваєш, як енергія каменя наповнює тебе силою і
    впевненістю. Ти зрозумів, що твоя місія завершена успішно. Тепер ти можеш повернутися додому з Каменем Життя і
    врятувати свій народ від небезпеки.
</p>

<form action="/Drieten/firstQuest" method="get">
    <button type="submit" name="step" value="reg_index">Повернутись на головну</button>

</form>
</body>
</html>
